{
  "ChatGPT.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "git-blame.nvim": { "branch": "master" },
  "import-cost.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lua-json5": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "tagalong.vim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tender.vim": { "branch": "master" },
  "treesj": { "branch": "main" },
  "vifm.vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-closetag": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim_current_word": { "branch": "master" },
  "vscode-js-debug": { "branch": "main" }
}